Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_L_Annex L _L_Lisa L.tmx
Source language: en
Languages: et

source: An example of this may be to test a nominal 250 A outgoing circuit-breaker and establish a rating for it in the assembly.
et: Niisuguse tuletamise näiteks võib olla väljundahela kaitselüliti nimivooluga 250 A katsetamine ja kooste tunnusvoolu määramine.

source: Then, assuming the same frame size breaker is being considered and other specified conditions are met, verify by calculation the rating of a nominal 160 A circuit-breaker within the same enclosure.
et: Seejärel, eeldusel, et kaitselüliti raamsuurus ja muud sätestatud tingimused on samad, saab arvutuse teel kontrollida tunnusandmeid samas ümbrises paikneva kaitselüliti puhul nimivooluga 160 A.

source: In respect of temperature-rise, there are very strict design rules that permit the substitution of a device with a similar device from another series or even another make, without retesting.
et: Ületemperatuuri suhtes kehtivad väga ranged konstruktsioonireeglid, mis lubavad seadist ilma korduskatsetuseta asendada kas teise sarja kuuluva või isegi teise tootja samasuguse seadisega.

source: In this case, in addition to the physical arrangement being essentially the same, the power loss and terminal temperature-rise of the substitute device, when it is tested in accordance with its own product standard, should not be higher than those of the original device.
et: Sel juhtumil ei tohi aga lisaks põhiliselt ühesugusele füüsikalisele korraldusviisile oma tootestandardi järgi katsetatud asendusseadise võimsuskadu ega klemmide ületemperatuur olla kõrgemad kui originaalseadisel.

source: When considering device substitution, all other performance criteria, in particular that dealing with short-circuit capability, should be considered and satisfied, in accordance with this document, before an assembly is deemed to be verified.
et: Kui kaaluda seadise vahetamist, tuleb arvestada ja täita vastavalt sellele dokumendile kõiki muid toimivuskriteeriume, eriti aga lühisetaluvusega seotud tunnussuurusi, enne kui koostet peetakse vajalikuks kontrollida.
